{
  "intro": {
    "title": "Intro",
    "subtitle": "Tenha mais conhecimento sobre mim",
    "infos": {
      "label": "Desenvolvedor Full-Stack",
      "presentation": {
        "title": "Apresentação",
        "desc": "Técnico em Desenvolvimento de Sistemas com competências em front-end e back-end, sendo elas implementações em HTML, CSS, React.js, Java, Node, TypeScript e integrações com APIs REST."
      },
      "hobbies": {
        "title": "Hobbies",
        "desc": "Admirador de futebol, assisto animes, leio mangás e tenho gosto para desenhar."
      },
      "goals": {
        "title": "Objetivo",
        "desc": "Estou aberto a trabalhar na área de Help Desk e Desenvolvimento Front-end ou Full-Stack, assim adquirindo mais experiência e poder ajudar nas soluções das empresas."
      }
    }
  },
  "experience": {
    "title": "Experiências",
    "subtitle": "Trajetória que auxiliou na minha carreira profissional",
    "cards": {
      "one": {
        "title": "Mecânico de Produção Veicular",
        "descs": {
          "one": "Curso preparativo para a produção veicular da Mercedes-Benz, com produção de peças metálicas e montagem de conjuntos e subconjuntos de veículos pesados",
          "two": "Soft-skills como trabalho em equipe, atenção aos detalhes e proatividade",
          "three": "Manutenção e formatação de computadores, utilização de aplicativos do Pacote Office e instalação de softwares são atividades extracurriculares relacionadas a T.I."
        }
      }
    }
  },
  "skills": {
    "title": "Habilidades",
    "subtitle": "Competências nas diversas áreas de tecnologia",
    "sections": {
      "database": "Banco de dados",
      "tools": "Ferramentas"
    }
  },
  "projects": {
    "title": "Projetos",
    "subtitle": "Projetos pessoais que envolvem minhas habilidades",
    "cards": {
      "math_calcs": {
        "title": "Cálculos matemáticos",
        "desc": "Cálculos matemáticos famosos, como IMC, juros, física, e entre outros"
      },
      "crud_lib": {
        "title": "CRUD de Livraria",
        "desc": "Criação e manutenção de livros por CRUD"
      },
      "kitsu": {
        "title": "Animes & Mangás - Kitsu",
        "desc": "Site de animes e mangás com a API da Kitsu"
      },
      "tsauth": {
        "title": "TSAuth",
        "desc": "Login e cadastro de usuários por JWT"
      }
    }
  },
  "contacts": {
    "title": "Contatos",
    "subtitle": "Entre em contato para me conhecer mais",
    "social_title": "Dê uma olhada nas redes sociais e e-mail",
    "design_title": "Design feito no"
  }
}
